[
    {
        "id": 1,
        "picture": "https://i.ibb.co/chGNdsK/Health.png",
        "title": "Medical Supplies Donation",
        "category": "Health",
        "category_bg_color": "#0052FF",
        "card_bg_color": "#0052FF26",
        "text_button_bg_color": "#0052FF",
        "description": "Make a meaningful impact on healthcare by donating essential medical supplies. Your contribution will help hospitals and clinics provide quality care to patients in need. From masks and gloves to medical equipment, your support ensures that healthcare professionals have the tools they need to save lives. Join us in making a healthier world for everyone.",
        "price": 135
    },
    {
        "id": 2,
        "picture": "https://i.ibb.co/ygNzB6G/Education.png",
        "title": "Education Scholarships",
        "category": "Education",
        "category_bg_color": "#FF444A",
        "card_bg_color": "#FF444A26",
        "text_button_bg_color": "#FF444A",
        "description": "Empower the future generation through education scholarships. Your generosity will provide deserving students with the opportunity to pursue their dreams and access quality education. By supporting education, you're investing in brighter futures, innovative minds, and a better society. Join us in shaping the leaders of tomorrow.",
        "price": 152
    },
    {
        "id": 5,
        "picture": "https://i.ibb.co/rm6WqBp/Clothing.png",
        "title": "Clothing Drive",
        "category": "Clothing",
        "category_bg_color": "#79C23F",
        "card_bg_color": "#79C23F26",
        "text_button_bg_color": "#79C23F",
        "description": "Join our clothing drive and make a difference in the lives of those less fortunate. Your donated clothing items will provide warmth, dignity, and comfort to individuals facing challenging circumstances. By giving the gift of clothing, you're offering hope and support to those in need. Be a part of this heartfelt mission.",
        "price": 130
    },
    {
        "id": 4,
        "picture": "https://i.ibb.co/D98wYGL/Food.png",
        "title": "Food Bank Contributions",
        "category": "Food",
        "category_bg_color": "#F87147",
        "card_bg_color": "#F8714726",
        "text_button_bg_color": "#F87147",
        "description": "Join the fight against hunger by contributing to your local food bank. Your donation will help provide nutritious meals to families facing food insecurity. Together, we can make sure that no one goes to bed hungry. Your support brings hope and nourishment to those in need. Let's end hunger, one meal at a time.",
        "price": 160
    },
    {
        "id": 5,
        "picture": "https://i.ibb.co/chGNdsK/Health.png",
        "title": "Medical Research Funding",
        "category": "Health",
        "category_bg_color": "#0052FF",
        "card_bg_color": "#0052FF26",
        "text_button_bg_color": "#0052FF",
        "description": "Support groundbreaking medical research projects that are paving the way for new treatments and cures. Your contribution fuels innovation and helps researchers make discoveries that save lives. By investing in medical research, you're joining the quest for a healthier and brighter future. Join us in the fight against diseases and ailments.",
        "price": 200
    },
    {
        "id": 6,
        "picture": "https://i.ibb.co/ygNzB6G/Education.png",
        "title": "Educational Supplies for Schools",
        "category": "Education",
        "category_bg_color": "#FF444A",
        "card_bg_color": "#FF444A26",
        "text_button_bg_color": "#FF444A",
        "description": "Equip schools and students with the educational supplies they need to succeed. Your support ensures that classrooms have the tools for effective learning. By providing books, stationery, and resources, you're contributing to a brighter future for students. Join us in empowering the next generation through education.",
        "price": 300
    },
    {
        "id": 7,
        "picture": "https://i.ibb.co/rm6WqBp/Clothing.png",
        "title": "Clothing for Children",
        "category": "Clothing",
        "category_bg_color": "#79C23F",
        "card_bg_color": "#79C23F26",
        "text_button_bg_color": "#79C23F",
        "description": "Help children in need by donating clothing items to keep them warm. Your generosity ensures that young ones have proper attire for all seasons. By providing clothing for children, you're offering protection and security. Join us in making a difference in the lives of young ones.",
        "price": 105
    },
    {
        "id": 8,
        "picture": "https://i.ibb.co/D98wYGL/Food.png",
        "title": "Emergency Food Relief",
        "category": "Food",
        "category_bg_color": "#F87147",
        "card_bg_color": "#F8714726",
        "text_button_bg_color": "#F87147",
        "description": "Be a lifeline for families facing hunger crises. Your contribution provides emergency food relief to those in desperate need. By offering sustenance during critical times, you're offering hope and support. Join us in making sure that no one goes hungry during emergencies.",
        "price": 120
    },
    {
        "id": 9,
        "picture": "https://i.ibb.co/chGNdsK/Health.png",
        "title": "Healthcare for Vulnerable Populations",
        "category": "Health",
        "category_bg_color": "#0052FF",
        "card_bg_color": "#0052FF26",
        "text_button_bg_color": "#0052FF",
        "description": "Support healthcare services for vulnerable and underserved populations. Your contribution ensures that those in need receive the medical attention they deserve. By investing in healthcare, you're promoting a healthier and more equitable society. Join us in making healthcare accessible to all.",
        "price": 300
    },
    {
        "id": 10,
        "picture": "https://i.ibb.co/ygNzB6G/Education.png",
        "title": "Education for Refugees",
        "category": "Education",
        "category_bg_color": "#FF444A",
        "card_bg_color": "#FF444A26",
        "text_button_bg_color": "#FF444A",
        "description": "Provide education opportunities for refugees seeking a better future. Your support empowers refugees to build a brighter life through learning. By investing in education, you're fostering hope and resilience. Join us in extending a helping hand to those who have been forced to flee their homes.",
        "price": 250
    },
    {
        "id": 11,
        "picture": "https://i.ibb.co/rm6WqBp/Clothing.png",
        "title": "Clothing for Homeless Individuals",
        "category": "Clothing",
        "category_bg_color": "#79C23F",
        "card_bg_color": "#79C23F26",
        "text_button_bg_color": "#79C23F",
        "description": "Donate clothing items to help homeless individuals stay warm. Your generosity provides comfort and protection to those experiencing homelessness. By offering clothing, you're making a positive impact on their lives. Join us in supporting homeless individuals in our community.",
        "price": 100
    },
    {
        "id": 12,
        "picture": "https://i.ibb.co/D98wYGL/Food.png",
        "title": "Food for Families in Need",
        "category": "Food",
        "category_bg_color": "#F87147",
        "card_bg_color": "#F8714726",
        "text_button_bg_color": "#F87147",
        "description": "Contribute to providing food for families struggling with hunger. Your support ensures that families in need have access to nourishing meals. By addressing food insecurity, you're making a difference in the lives of those facing hunger crises. Join us in the fight against hunger.",
        "price": 150
    }
]
